{
  "intro": "Vitaj milý dobrodruh! Podarí sa ti nájsť poklad, alebo Ťa na tejto ceste postihne nešťastie? Buď odvážny, ale aj opatrný! Veľa šťastia!",
  "outro": "Dúfame, že sa Ti hra páčila, budeme radi, ak si ju zahráš aj nabudúce. Dovidenia!",
  "player": {
    "start_room_id": "1"
  },
  "rooms": [
    {
      "room_id": "1",
      "label": "Čistinka",
      "desc": "Stojíš na kraji čistinky, cez ktorú preteká zurčivý potôčik. Slniečko svieti a vo vzduchu cítiť rannú vôňu trávy. V strede čistinky je veľký pník a okolo neho rastú huby. Na západ vedie cesta do lesa. Cez potôčik ide drevená lávka, a po nej pokračuje chodník na východ.",
      "exits": [
        {
          "label": "zapad",
          "room_id": "2"
        },
        {
          "label": "vychod",
          "room_id": "3"
        }
      ]
    },
    {
      "room_id": "2",
      "label": "Les",
      "desc": "Ocitol si sa v lese. Pomedzi stromy sa sem tam prederie slnečný lúč. Občas začuješ húkanie sovy. Tvoju pozornosť upútal mohutný dub, okolo ktorého je udupané listie. Po lesnej ceste, na ktorej stojíš, už dávno nikto neišiel, a ďalej na západ je husto zarastená kríkmi. Bez mačety sa ďalej nedostaneš.",
      "exits": [
        {
          "label": "vychod",
          "room_id": "1"
        }
      ]
    },
    {
      "room_id": "3",
      "label": "Kopec",
      "desc": "Vyšiel si na malý kopec. Je tu starý posed, ktorý tu postavili poľovníci. Cesta, po ktorej kráčaš sa na západ uberá ku lesu a na východ sa vinie k malej dedinke. Na sever sú v kopci skaly a v nich vidíš tmavý otvor. Vedú k nemu čerstvé stopy nejakého zvieraťa.",
      "exits": [
        {
          "label": "zapad",
          "room_id": "1"
        },
        {
          "label": "vychod",
          "room_id": "5"
        },
        {
          "label": "sever",
          "room_id": "4"
        }
      ]
    },
    {
      "room_id": "4",
      "label": "Jaskyňa",
      "desc": "Vošiel si do tmavej jaskyne. Na zemi si zazrel staré kosti. Vo vzdialenom kúte vidíš v pološere nejakú čudnú hnedú kopu. Jaskyňa pokračuje hlbšie do kopca, ale bez svetla sa ďalej nedostaneš.",
      "exits": [
        {
          "label": "juh",
          "room_id": "3"
        }
      ]
    },
    {
      "room_id": "5",
      "label": "Kraj dediny",
      "desc": "Si na okraji malej dediny. Stojí tu krčma z ktorej sa ozývajú hlasy a hudba. Pred krčmou stojí priviazaný a osedlaný kôň. Cesta z dediny na západ stúpa na neďaleký kopec a na východ pokračuje smerom na námestie.",
      "exits": [
        {
          "label": "zapad",
          "room_id": "3"
        },
        {
          "label": "vychod",
          "room_id": "7"
        },
        {
          "label": "dnu",
          "room_id": "6"
        }
      ]
    },
    {
      "room_id": "6",
      "label": "Krčma",
      "desc": "Vošiel si do krčmy. Je v nej niekoľko ľudí, dedinčanov a aj pocestných. V kozube horí oheň a na ňom sa varí polievka. Hostinský stojí za pultom a obsluhuje. Za stolom v zadnej časti vidíš sedieť čudnú postavu. Máš pocit, že si ju už niekde videl.",
      "exits": [
        {
          "label": "von",
          "room_id": "5"
        }
      ]
    },
    {
      "room_id": "7",
      "label": "Námestie",
      "desc": "Dedinské námestie zíva prázdnotou. Ľudia sú vo svojich domoch a dospávajú včerajšiu oslavu spojenú s jarmokom. Na námestí je tu po nej veľký neporiadok a nejaký predavač tu nechal veľké krabice. Čo v nich asi je? Cesta z námestia vedie na západ. Na južnom konci námestia je kováčska dielňa. Na východnej strane je kostol. Vyzerá zatvorený, dvere na vežu sú však pootvorené.",
      "exits": [
        {
          "label": "zapad",
          "room_id": "5"
        },
        {
          "label": "juh",
          "room_id": "8"
        },
        {
          "label": "vychod",
          "room_id": "9"
        }
      ]
    },
    {
      "room_id": "8",
      "label": "Kováčska dielňa",
      "desc": "Kováčska dielňa je prázdna a oheň vyhasol. Kováč asi ešte spí. V kúte na polici vidíš rôzne náradie, možno by sa ti niečo z nich zišlo. V hromade uhlia sa niečo ligoce.",
      "exits": [
        {
          "label": "von",
          "room_id": "7"
        }
      ]
    },
    {
      "room_id": "9",
      "label": "Vo veži",
      "desc": "Vošiel si do prízemia veže kostola, prievan však za tebou zabuchol dvere a bez kľúča ich nedokážeš otvoriť. Vyzerá, že jediná cesta vedie po strmých schodoch hore na vežu.",
      "exits": [
        {
          "label": "hore",
          "room_id": "10"
        }
      ]
    },
    {
      "room_id": "10",
      "label": "Strmé schody",
      "desc": "Stúpaš po strmých schodoch hore na vežu. Skôr než sa dostaneš hore sa ti však pošmykne noha a Ty padáš z veľkej výšky dolu. Tvoje bezvládne telo nájde kostolník na druhý deň.",
      "game_over": "Tvoje dobrodružstvo sa skončilo skôr, než sa stihlo poriadne začať. Poklad tak stále čaká na svojho nálezcu."
    }
  ]
}
